Repository: jweiland-net/sponsoring
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.description
source: Display and manage sponsoring projects like competitions
de: Sponsoring Projekte wie Wettbewerbe anzeigen und verwalten

# tx_sponsoring_domain_model_project
source: Project
de: Projekt

# tx_sponsoring_domain_model_project.path_segment
source: Segment for URL
de: Segment für URL

# tx_sponsoring_domain_model_project.number
source: Number
de: Nummer

# tx_sponsoring_domain_model_project.contact_person
source: Contact Person
de: Ansprechpartner/in

# tx_sponsoring_domain_model_project.telephone
source: Telephone
de: Telefon

# tx_sponsoring_domain_model_project.organizer_type
source: Switch organizer type
de: Organisatortyp wechseln

# tx_sponsoring_domain_model_project.organizer_type.description
source: If deactivated, then you have the possibility to select an organizer from the Service-BW Extension. In the other case you get a text field to enter an organizer manually.
de: Wenn deaktiviert, haben Sie die Möglichkeit, einen Organisator aus der Service-BW-Erweiterung auszuwählen. Im anderen Fall erhalten Sie ein Textfeld zur manuellen Eingabe eines Organisators.

# tx_sponsoring_domain_model_project.organisationseinheit
source: Choose an organizer record of service_bw2.
de: Wählen Sie einen Veranstalter der service_bw2-Extension.

# tx_sponsoring_domain_model_project.organizer_manuell
source: Insert your own organizer.
de: Tragen Sie den Veranstalter ein.

# tx_sponsoring_domain_model_project.application_deadline
source: Application Deadline
de: Ende der Bewerbungsfrist

# tx_sponsoring_domain_model_project.promotion
source: Promotion
de: Förderbereich

# tx_sponsoring_domain_model_project.promotion_type
source: Promotion Type
de: Art der Förderung

# tx_sponsoring_domain_model_project.promotion_type.money
source: Money
de: Geld

# tx_sponsoring_domain_model_project.promotion_type.materialResources
source: Material Resources
de: Sachmittel

# tx_sponsoring_domain_model_project.promotion_type.service
source: Service
de: Dienstleistung

# tx_sponsoring_domain_model_project.promotion_type.seeDescription
source: See Description
de: Siehe Beschreibung

# tx_sponsoring_domain_model_project.promotion_value
source: Promotion Value
de: Wert der Förderung

# tx_sponsoring_domain_model_project.images
source: Images
de: Bilder

# tx_sponsoring_domain_model_project.description
source: Description
de: Beschreibung

# tx_sponsoring_domain_model_project.files
source: Files
de: Dateien

# tx_sponsoring_domain_model_link.title
source: Title
de: Titel
